Repository: AndSwiftUs/YA-APOD-SUI
Catalog: *.lproj/Localizable.strings
Languages: ru

source: APOD
ru: Фото дня

source: Search
ru: Поиск

source: Liked
ru: Избранное

source: Settings
ru: Настройки

source: Astronomic Picture Of the Day
ru: Астрономическое фото дня

source: Faforite images
ru: Избранное

source: Image saved to gallery.
ru: Изображение сохранено в галерею.

source: images of the day
ru: изображений дня

source: Save to gallery
ru: Сохранить в галерею.

source: Loading data...
ru: Идёт загрузка...

source: How many random images (APODs) do you want to fetch? Need fast internet connection.
ru: Сколько изображений загружать одновременно? Для большого количества требуется быстрое интернет-соединение.

source: Numbers of random images:
ru: Количество изображений при поиске:

source: Enter here you own NASA API-key for fast images downloading.
ru: Вставьте свой NASA API-key для снятия ограничений по загрузкам.

source: Request today:
ru: Осталось запросов:
